IDEA Open Model
MatPrestressSteel.NumberOfWires Property
Compatible with IDEA StatiCa 20.1
 number of wires in strand
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int NumberOfWires { get; set; }
Public Property NumberOfWires As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
MatPrestressSteel Class
IdeaRS.OpenModel.Material Namespace